content/posts/How_is_digital_physics_related_to_the_free_energy_principle.md
+++
title = "How is digital physics related to the free energy principle?"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:41-04:00
slug = "How_is_digital_physics_related_to_the_free_energy_principle"
draft = false
+++

## [digital physics]({{< relref "digital_physics" >}}), [free energy principle]({{< relref "free_energy_principle" >}}), [questions]({{< relref "questions" >}}) {#digital-physics--digital-physics-dot-md--free-energy-principle--free-energy-principle-dot-md--questions--questions-dot-md}


## [Information, physics, and computation by Marc Mezard and Andrea Montanari in 2009]({{< relref "Information,_physics,_and_computation_by_Marc_Mezard_and_Andrea_Montanari_in_2009" >}}) {#information-physics-and-computation-by-marc-mezard-and-andrea-montanari-in-2009--information-physics-and-computation-by-marc-mezard-and-andrea-montanari-in-2009-dot-md}


## [Covariant Loop Quantum Gravity An Elementary Introduction to Quantum Gravity and Spinfoam Theory by Rovelli and Vidotto in 2014]({{< relref "Covariant_Loop_Quantum_Gravity_An_Elementary_Introduction_to_Quantum_Gravity_and_Spinfoam_Theory_by_Rovelli_and_Vidotto_in_2014" >}}) {#covariant-loop-quantum-gravity-an-elementary-introduction-to-quantum-gravity-and-spinfoam-theory-by-rovelli-and-vidotto-in-2014--covariant-loop-quantum-gravity-an-elementary-introduction-to-quantum-gravity-and-spinfoam-theory-by-rovelli-and-vidotto-in-2014-dot-md}


## [Wolfram physics project]({{< relref "Wolfram_physics_project" >}}) {#wolfram-physics-project--wolfram-physics-project-dot-md}
